Repository: itsmng/whitelabel
Catalog: locales/*.po
Languages: fr_fr

source: <p><b>Settings applied !</b></p><p><i>If you have any error, do the command in the ITSM-NG installation folder : <b>bin/console system:clear_cache</b></i></p>
fr_fr: <p><b>Paramètres appliqués !</b></p><p><i>Si vous avez des erreurs, exécutez cette commande dans le dossier d'installation d'ITSM-NG : <b>bin/console system:clear_cache</b></i></p>

source: <p><b>Default settings applied !</b></p><p><i>If you have any error, do the command in the ITSM-NG installation folder : <b>bin/console system:clear_cache</b></i></p>
fr_fr: <p><b>Paramètres par défaut appliqués !</b></p><p><i>Si vous avez des erreurs, exécutez cette commande dans le dossier d'installation d'ITSM-NG : <b>bin/console system:clear_cache</b></i></p>

source: Whitelabel Settings
fr_fr: Configuration de Whitelabel

source: Primary color
fr_fr: Couleur principale

source: Header icons color
fr_fr: Couleur des icones de l'en-tête

source: Menu color
fr_fr: Couleur du menu

source: Menu text color
fr_fr: Couleur du texte du menu

source: Active menu color
fr_fr: Couleur du menu actif

source: On hover menu color
fr_fr: Couleur du menu au survol

source: Dropdown menu background color
fr_fr: Couleur de fond du menu déroulant

source: Dropdown menu text color
fr_fr: Couleur du texte du menu déroulant

source: Dropdown menu text hover color
fr_fr: Couleur du texte au survol du menu déroulant

source: Alert background color
fr_fr: Couleur du fond des alertes

source: Alert text color
fr_fr: Couleur du contenu des alertes

source: Alert header background color
fr_fr: Couleur du fond du titre des alertes

source: Alert header text color
fr_fr: Couleur du titre des alertes

source: Table header background color
fr_fr: Couleur du fond des en-têtes de tableaux

source: Table header text color
fr_fr: Couleur du texte des en-têtes de tableaux

source: Object name color
fr_fr: Couleur du nom des objets

source: Button color
fr_fr: Couleur des boutons

source: Secondary button background color
fr_fr: Couleur de fond des boutons secondaires

source: Secondary button text color
fr_fr: Couleur du texte des boutons secondaires

source: Secondary button box-shadow color
fr_fr: Couleur de l'ombre des boutons secondaires

source: Submit button background color
fr_fr: Couleur de fond des boutons submit

source: Submit button text color
fr_fr: Couleur de texte des boutons submit

source: Submit button box-shadow color
fr_fr: Couleur de l'ombre des boutons submit

source: Vsubmit button background color
fr_fr: Couleur de fond des boutons vsubmit

source: Vsubmit button text color
fr_fr: Couleur de texte des boutons vsubmit

source: Vsubmit button box-shadow color
fr_fr: Couleur de l'ombre des boutons vsubmit

source: Import your CSS configuration (%s)
fr_fr: Importez votre configuration CSS (%s)

source: Restore colors
fr_fr: Restaurer les couleurs

source: <p><b>Error</b></p><p><i>Please, set Apache rights on the plugin folder.</i></p>
fr_fr: <p><b>Erreur</b></p><p><i>Veuillez définir les droits Apache sur le dossier du plugin.</i></p>
